Revit 2027 API
ParameterTypeId.SpaceInfiltrationParam Property
 "Infiltration Airflow per area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpaceInfiltrationParam { get; }
Public Shared ReadOnly Property SpaceInfiltrationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpaceInfiltrationParam {
	ForgeTypeId^ get ();
}
static member SpaceInfiltrationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace